{
  "name":"Name",  
  "surname":"Surname",
  "patronymic":"Patronymic",
  "bornDate":"Born date",
  "passportNum":"Passport number",
  "issuedBy":"Issued by",
  "town":"Town",
  "street":"Street",
  "house":"House",
  "flat":"Flat",
  "email":"Email",
  "login":"Login",
  "password":"Password",
  "confirmPassword":"Confirm password",
  "continue":"Continue",
  "sign_up":"Sign up",
  "enterSurname":"Enter surname",
  "surnameSize":"Size of the surname should be maximum 20",
  "isValidSurname":"This is not a valid surname",
  "enterName":"Enter name",
  "nameSize":"Size of the name should be maximum 20",
  "isValidName":"This is not a valid name",
  "enterPatronymic":"Enter patronymic",
  "patronymicSize":"Size of the patronymic should be maximum 20",
  "isValidPatronymic":"This is not a valid name",
  "enterBornDate":"Enter born date",
  "enterPassportNum":"Enter passport number",
  "isValidPassportNum":"Passport number must start with MP or MC and have 7 digits",
  "isValidIssuedBy":"This is not a valid issued by",
  "enterIssuedBy":"Enter issued by",
  "issuedBySize":"Size of the issued by should be maximum 50",
  "isValidTown":"This is not a valid town",
  "enterTown":"Enter town",
  "townSize":"Size of the town should be maximum 20",
  "isValidStreet":"This is not a valid street",
  "enterStreet":"Enter street",
  "streetSize":"Size of the street should be maximum 20",
  "isValidHouse":"This is not a valid house",
  "enterHouse":"Enter house",
  "isValidFlat":"This is not a valid flat",
  "enterFlat":"Enter flat",
  "isValidEmail":"This is not a valid email",
  "enterEmail":"Enter email",
  "isValidLogin":"This is not a valid login",
  "enterLogin":"Enter login",
  "enterPassword":"Enter password",
  "passwordSize":"Size of the password should be maximum 15",
  "isValidPassword":"Password should match!",
  "logIn":"Log in",
  "home":"Home",
  "about":"About",
  "contact":"Contact",
  "service":"Service",
  "orderNow":" Order now",
  "homeTitle":"Cargo transportation in Belarus",
  "homeDesc":"We provide freight transportation in Minsk and throughout Belarus with an undeniably high level of guaranteed speed of work. We are the leader in the freight transportation market. We employ drivers and loaders with extensive experience. Clients can order freight transportation at a low price and be sure that everything will be done on time and with the safety of property. Optimized internal processes and streamlined logistics ensure a cost-effective service.",
  "boxTruck":"Box truck",
  "openBodyTruck":"Open body truck",
  "tankTruck":"Tank truck",
  "refrigerator":"Refrigerator truck",
  "carPark":"Car park",
  "businessRules":"Business rules",
  "businessRuleOne":"The company (hereinafter referred to as the carrier) has a fleet of vehicles, each of which can transport one or more types of goods (box, refrigerator, tank). Each type of car consumes a different amount of diesel fuel per 100 kilometers. ",
  "businessRuleTwo":"The clients of the carrier company are individuals and legal entities that are the owners of the goods. Warehouse owners are not customers of the company, but are recipients of goods. ",
  "businessRuleThree":"The car transports one or more items of goods, referred to as a consignment. The consignment is described in the bill of lading, which is issued when the goods are loaded onto the vehicle and is provided upon delivery of the goods to the warehouse or store (the final destination of the transportation).",
  "businessRuleFour":"When forming a consignment, a waybill is additionally issued, which indicates the waybill number, vehicle number, starting and ending points of the route, departure date, expected arrival date, as well as intermediate route points where the driver must be noted. ",
  "businessRuleFive":"When passing through each checkpoint, the driver enters the date and time of passing the checkpoint in the waybill.",
  "businessRuleSix":"As a result of the transport of goods, the goods may deteriorate, they may be stolen, etc. In this case, upon delivery of the goods at the destination, an act of write-off of goods is issued, which indicates the date, quantity and price of the written-off goods, the name of the responsible person.",
  "businessRuleSeven":"For the transportation of goods, the carrier receives a monetary reward, which depends on the type of vehicle that transported the goods and the distance.",
  "actions":"Actions",
  "add":"Add",
  "role":"Role",
  "clientId":"ID",
  "user":"User",
  "admin":"Admin",
  "driver":"Driver"


  
}